mysqlTestResult/mysqlTestBysysbench_innodb_buffer_pool_size18GB_64_10M_FM_OFF/mysysbench_wo_FM_OFF_64_10M_1nd_20230714155617.log
WARNING: --max-time is deprecated, use --time instead
sysbench 1.0.11 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 200
Report intermediate results every 3 second(s)
Initializing random number generator from current time

Forcing shutdown in 361 seconds

Initializing worker threads...

Threads started!

[ 3s ] thds: 200 tps: 51.57 qps: 466.82 (r/w/o: 0.00/297.13/169.69) lat (ms,95%): 2985.89 err/s: 0.00 reconn/s: 0.00
[ 6s ] thds: 200 tps: 100.44 qps: 585.95 (r/w/o: 0.00/385.07/200.88) lat (ms,95%): 3574.99 err/s: 0.00 reconn/s: 0.00
[ 9s ] thds: 200 tps: 122.62 qps: 834.68 (r/w/o: 0.00/589.44/245.24) lat (ms,95%): 3706.08 err/s: 0.00 reconn/s: 0.00
[ 12s ] thds: 200 tps: 97.34 qps: 483.36 (r/w/o: 0.00/288.68/194.68) lat (ms,95%): 3208.88 err/s: 0.00 reconn/s: 0.00
[ 15s ] thds: 200 tps: 88.33 qps: 531.32 (r/w/o: 0.00/354.66/176.66) lat (ms,95%): 3639.94 err/s: 0.00 reconn/s: 0.00
[ 18s ] thds: 200 tps: 97.39 qps: 662.40 (r/w/o: 0.00/467.61/194.78) lat (ms,95%): 3511.19 err/s: 0.00 reconn/s: 0.00
[ 21s ] thds: 200 tps: 125.93 qps: 708.59 (r/w/o: 0.00/456.73/251.85) lat (ms,95%): 3267.19 err/s: 0.00 reconn/s: 0.00
[ 24s ] thds: 200 tps: 120.34 qps: 701.03 (r/w/o: 0.00/460.35/240.68) lat (ms,95%): 3706.08 err/s: 0.00 reconn/s: 0.00
[ 27s ] thds: 200 tps: 58.00 qps: 405.99 (r/w/o: 0.00/289.99/116.00) lat (ms,95%): 3911.79 err/s: 0.00 reconn/s: 0.00
[ 30s ] thds: 200 tps: 98.01 qps: 559.38 (r/w/o: 0.00/363.36/196.02) lat (ms,95%): 3911.79 err/s: 0.00 reconn/s: 0.00
[ 33s ] thds: 200 tps: 123.72 qps: 718.34 (r/w/o: 0.00/470.89/247.45) lat (ms,95%): 3982.86 err/s: 0.00 reconn/s: 0.00
[ 36s ] thds: 200 tps: 66.98 qps: 523.52 (r/w/o: 0.00/389.56/133.96) lat (ms,95%): 3706.08 err/s: 0.00 reconn/s: 0.00
[ 39s ] thds: 200 tps: 70.31 qps: 445.87 (r/w/o: 0.00/305.24/140.62) lat (ms,95%): 3841.98 err/s: 0.00 reconn/s: 0.00
[ 42s ] thds: 200 tps: 125.67 qps: 625.99 (r/w/o: 0.00/374.66/251.33) lat (ms,95%): 3841.98 err/s: 0.00 reconn/s: 0.00
[ 45s ] thds: 200 tps: 129.00 qps: 772.31 (r/w/o: 0.00/514.32/257.99) lat (ms,95%): 3706.08 err/s: 0.00 reconn/s: 0.00
[ 48s ] thds: 200 tps: 72.00 qps: 551.70 (r/w/o: 0.00/407.69/144.01) lat (ms,95%): 3574.99 err/s: 0.00 reconn/s: 0.00
[ 51s ] thds: 200 tps: 124.99 qps: 583.31 (r/w/o: 0.00/333.32/249.99) lat (ms,95%): 3639.94 err/s: 0.00 reconn/s: 0.00
[ 54s ] thds: 200 tps: 83.34 qps: 548.70 (r/w/o: 0.00/382.02/166.68) lat (ms,95%): 3208.88 err/s: 0.00 reconn/s: 0.00
[ 57s ] thds: 200 tps: 106.06 qps: 702.71 (r/w/o: 0.00/490.60/212.11) lat (ms,95%): 3448.53 err/s: 0.00 reconn/s: 0.00
[ 60s ] thds: 200 tps: 92.32 qps: 504.90 (r/w/o: 0.00/320.27/184.63) lat (ms,95%): 3773.42 err/s: 0.00 reconn/s: 0.00
[ 63s ] thds: 200 tps: 104.96 qps: 662.05 (r/w/o: 0.00/452.14/209.91) lat (ms,95%): 3208.88 err/s: 0.00 reconn/s: 0.00
[ 66s ] thds: 200 tps: 101.69 qps: 572.79 (r/w/o: 0.00/369.41/203.38) lat (ms,95%): 3639.94 err/s: 0.00 reconn/s: 0.00
[ 69s ] thds: 200 tps: 103.31 qps: 584.56 (r/w/o: 0.00/377.93/206.63) lat (ms,95%): 3511.19 err/s: 0.00 reconn/s: 0.00
[ 72s ] thds: 200 tps: 125.33 qps: 734.32 (r/w/o: 0.00/483.66/250.66) lat (ms,95%): 3706.08 err/s: 0.00 reconn/s: 0.00
[ 75s ] thds: 200 tps: 94.00 qps: 618.33 (r/w/o: 0.00/430.33/188.00) lat (ms,95%): 3040.14 err/s: 0.00 reconn/s: 0.00
[ 78s ] thds: 200 tps: 94.05 qps: 592.64 (r/w/o: 0.00/404.54/188.10) lat (ms,95%): 3208.88 err/s: 0.00 reconn/s: 0.00
[ 81s ] thds: 200 tps: 82.96 qps: 486.11 (r/w/o: 0.00/320.19/165.92) lat (ms,95%): 3326.55 err/s: 0.00 reconn/s: 0.00
[ 84s ] thds: 200 tps: 122.33 qps: 725.66 (r/w/o: 0.00/480.99/244.66) lat (ms,95%): 3326.55 err/s: 0.00 reconn/s: 0.00
[ 87s ] thds: 200 tps: 117.01 qps: 730.37 (r/w/o: 0.00/496.36/234.01) lat (ms,95%): 3267.19 err/s: 0.00 reconn/s: 0.00
[ 90s ] thds: 200 tps: 136.32 qps: 707.28 (r/w/o: 0.00/434.63/272.65) lat (ms,95%): 2932.60 err/s: 0.00 reconn/s: 0.00
[ 93s ] thds: 200 tps: 119.06 qps: 740.40 (r/w/o: 0.00/502.27/238.13) lat (ms,95%): 3151.62 err/s: 0.00 reconn/s: 0.00
[ 96s ] thds: 200 tps: 87.97 qps: 487.85 (r/w/o: 0.00/311.90/175.95) lat (ms,95%): 3982.86 err/s: 0.00 reconn/s: 0.00
[ 99s ] thds: 200 tps: 96.31 qps: 628.20 (r/w/o: 0.00/435.57/192.62) lat (ms,95%): 2828.87 err/s: 0.00 reconn/s: 0.00
[ 102s ] thds: 200 tps: 83.34 qps: 574.69 (r/w/o: 0.00/408.01/166.67) lat (ms,95%): 3208.88 err/s: 0.00 reconn/s: 0.00
[ 105s ] thds: 200 tps: 57.66 qps: 313.63 (r/w/o: 0.00/198.31/115.32) lat (ms,95%): 3639.94 err/s: 0.00 reconn/s: 0.00
[ 108s ] thds: 200 tps: 42.03 qps: 235.83 (r/w/o: 0.00/151.77/84.06) lat (ms,95%): 5607.61 err/s: 0.00 reconn/s: 0.00
[ 111s ] thds: 200 tps: 17.66 qps: 115.93 (r/w/o: 0.00/80.62/35.31) lat (ms,95%): 7754.26 err/s: 0.00 reconn/s: 0.00
[ 114s ] thds: 200 tps: 50.32 qps: 299.58 (r/w/o: 0.00/198.94/100.64) lat (ms,95%): 9799.46 err/s: 0.00 reconn/s: 0.00
[ 117s ] thds: 200 tps: 49.34 qps: 300.40 (r/w/o: 0.00/201.71/98.69) lat (ms,95%): 9452.83 err/s: 0.00 reconn/s: 0.00
[ 120s ] thds: 200 tps: 36.33 qps: 209.32 (r/w/o: 0.00/136.66/72.66) lat (ms,95%): 7346.49 err/s: 0.00 reconn/s: 0.00
[ 123s ] thds: 200 tps: 28.67 qps: 189.67 (r/w/o: 0.00/132.34/57.34) lat (ms,95%): 8484.79 err/s: 0.00 reconn/s: 0.00
[ 126s ] thds: 200 tps: 53.67 qps: 299.04 (r/w/o: 0.00/191.69/107.35) lat (ms,95%): 7754.26 err/s: 0.00 reconn/s: 0.00
[ 129s ] thds: 200 tps: 46.01 qps: 298.06 (r/w/o: 0.00/206.04/92.02) lat (ms,95%): 8038.61 err/s: 0.00 reconn/s: 0.00
[ 132s ] thds: 200 tps: 56.98 qps: 321.91 (r/w/o: 0.00/207.94/113.97) lat (ms,95%): 6960.17 err/s: 0.00 reconn/s: 0.00
[ 135s ] thds: 200 tps: 43.00 qps: 259.67 (r/w/o: 0.00/173.67/86.00) lat (ms,95%): 7346.49 err/s: 0.00 reconn/s: 0.00
[ 138s ] thds: 200 tps: 40.67 qps: 239.67 (r/w/o: 0.00/158.34/81.33) lat (ms,95%): 8184.67 err/s: 0.00 reconn/s: 0.00
[ 141s ] thds: 200 tps: 56.99 qps: 342.30 (r/w/o: 0.00/228.31/113.99) lat (ms,95%): 7346.49 err/s: 0.00 reconn/s: 0.00
[ 144s ] thds: 200 tps: 39.33 qps: 254.33 (r/w/o: 0.00/175.67/78.67) lat (ms,95%): 6476.48 err/s: 0.00 reconn/s: 0.00
[ 147s ] thds: 200 tps: 36.00 qps: 208.02 (r/w/o: 0.00/136.01/72.01) lat (ms,95%): 8333.38 err/s: 0.00 reconn/s: 0.00
[ 150s ] thds: 200 tps: 46.99 qps: 277.60 (r/w/o: 0.00/183.63/93.98) lat (ms,95%): 8333.38 err/s: 0.00 reconn/s: 0.00
[ 153s ] thds: 200 tps: 43.01 qps: 304.39 (r/w/o: 0.00/218.37/86.02) lat (ms,95%): 9118.47 err/s: 0.00 reconn/s: 0.00
[ 156s ] thds: 200 tps: 56.03 qps: 326.49 (r/w/o: 0.00/214.43/112.05) lat (ms,95%): 7615.89 err/s: 0.00 reconn/s: 0.00
[ 159s ] thds: 200 tps: 43.31 qps: 225.57 (r/w/o: 0.00/138.94/86.63) lat (ms,95%): 7479.98 err/s: 0.00 reconn/s: 0.00
[ 162s ] thds: 200 tps: 39.67 qps: 223.34 (r/w/o: 0.00/144.01/79.34) lat (ms,95%): 8484.79 err/s: 0.00 reconn/s: 0.00
[ 165s ] thds: 200 tps: 54.00 qps: 338.31 (r/w/o: 0.00/230.32/107.99) lat (ms,95%): 6713.97 err/s: 0.00 reconn/s: 0.00
[ 168s ] thds: 200 tps: 60.01 qps: 340.71 (r/w/o: 0.00/220.70/120.02) lat (ms,95%): 7479.98 err/s: 0.00 reconn/s: 0.00
[ 171s ] thds: 200 tps: 39.99 qps: 255.61 (r/w/o: 0.00/175.63/79.98) lat (ms,95%): 6960.17 err/s: 0.00 reconn/s: 0.00
[ 174s ] thds: 200 tps: 44.34 qps: 260.69 (r/w/o: 0.00/172.02/88.68) lat (ms,95%): 7479.98 err/s: 0.00 reconn/s: 0.00
[ 177s ] thds: 200 tps: 47.00 qps: 299.01 (r/w/o: 0.00/205.00/94.00) lat (ms,95%): 7086.63 err/s: 0.00 reconn/s: 0.00
[ 180s ] thds: 200 tps: 48.67 qps: 288.99 (r/w/o: 0.00/191.66/97.33) lat (ms,95%): 7086.63 err/s: 0.00 reconn/s: 0.00
[ 183s ] thds: 200 tps: 52.66 qps: 312.32 (r/w/o: 0.00/206.99/105.33) lat (ms,95%): 7086.63 err/s: 0.00 reconn/s: 0.00
[ 186s ] thds: 200 tps: 47.34 qps: 274.69 (r/w/o: 0.00/180.02/94.68) lat (ms,95%): 6835.96 err/s: 0.00 reconn/s: 0.00
[ 189s ] thds: 200 tps: 40.00 qps: 249.32 (r/w/o: 0.00/169.32/79.99) lat (ms,95%): 6960.17 err/s: 0.00 reconn/s: 0.00
[ 192s ] thds: 200 tps: 49.33 qps: 306.01 (r/w/o: 0.00/207.34/98.67) lat (ms,95%): 7479.98 err/s: 0.00 reconn/s: 0.00
[ 195s ] thds: 200 tps: 51.33 qps: 307.64 (r/w/o: 0.00/204.99/102.66) lat (ms,95%): 7346.49 err/s: 0.00 reconn/s: 0.00
[ 198s ] thds: 200 tps: 43.67 qps: 249.71 (r/w/o: 0.00/162.36/87.35) lat (ms,95%): 7754.26 err/s: 0.00 reconn/s: 0.00
[ 201s ] thds: 200 tps: 45.33 qps: 272.99 (r/w/o: 0.00/182.32/90.66) lat (ms,95%): 6960.17 err/s: 0.00 reconn/s: 0.00
[ 204s ] thds: 200 tps: 58.00 qps: 346.69 (r/w/o: 0.00/230.68/116.01) lat (ms,95%): 7215.39 err/s: 0.00 reconn/s: 0.00
[ 207s ] thds: 200 tps: 39.66 qps: 241.98 (r/w/o: 0.00/162.65/79.33) lat (ms,95%): 7086.63 err/s: 0.00 reconn/s: 0.00
[ 210s ] thds: 200 tps: 38.67 qps: 251.33 (r/w/o: 0.00/174.00/77.33) lat (ms,95%): 7346.49 err/s: 0.00 reconn/s: 0.00
[ 213s ] thds: 200 tps: 62.37 qps: 378.54 (r/w/o: 0.00/253.80/124.73) lat (ms,95%): 7479.98 err/s: 0.00 reconn/s: 0.00
[ 216s ] thds: 200 tps: 60.96 qps: 348.77 (r/w/o: 0.00/226.85/121.92) lat (ms,95%): 6594.16 err/s: 0.00 reconn/s: 0.00
[ 219s ] thds: 200 tps: 42.00 qps: 245.36 (r/w/o: 0.00/161.35/84.01) lat (ms,95%): 6594.16 err/s: 0.00 reconn/s: 0.00
[ 222s ] thds: 200 tps: 57.67 qps: 328.69 (r/w/o: 0.00/213.35/115.34) lat (ms,95%): 6594.16 err/s: 0.00 reconn/s: 0.00
[ 225s ] thds: 200 tps: 76.36 qps: 449.50 (r/w/o: 0.00/298.11/151.39) lat (ms,95%): 6960.17 err/s: 0.00 reconn/s: 0.00
[ 228s ] thds: 200 tps: 32.65 qps: 230.91 (r/w/o: 0.00/164.27/66.64) lat (ms,95%): 6135.91 err/s: 0.00 reconn/s: 0.00
[ 231s ] thds: 200 tps: 50.00 qps: 284.02 (r/w/o: 0.00/184.01/100.01) lat (ms,95%): 6026.41 err/s: 0.00 reconn/s: 0.00
[ 234s ] thds: 200 tps: 46.66 qps: 282.32 (r/w/o: 0.00/188.99/93.33) lat (ms,95%): 7895.16 err/s: 0.00 reconn/s: 0.00
[ 237s ] thds: 200 tps: 72.66 qps: 416.30 (r/w/o: 0.00/270.98/145.32) lat (ms,95%): 7479.98 err/s: 0.00 reconn/s: 0.00
[ 240s ] thds: 200 tps: 36.00 qps: 240.02 (r/w/o: 0.00/168.02/72.01) lat (ms,95%): 4943.53 err/s: 0.00 reconn/s: 0.00
[ 243s ] thds: 200 tps: 45.67 qps: 280.33 (r/w/o: 0.00/188.99/91.33) lat (ms,95%): 6713.97 err/s: 0.00 reconn/s: 0.00
[ 246s ] thds: 200 tps: 68.99 qps: 394.30 (r/w/o: 0.00/256.31/137.99) lat (ms,95%): 7346.49 err/s: 0.00 reconn/s: 0.00
[ 249s ] thds: 200 tps: 45.01 qps: 276.70 (r/w/o: 0.00/186.69/90.01) lat (ms,95%): 6247.39 err/s: 0.00 reconn/s: 0.00
[ 252s ] thds: 200 tps: 36.66 qps: 231.64 (r/w/o: 0.00/158.32/73.33) lat (ms,95%): 7215.39 err/s: 0.00 reconn/s: 0.00
[ 255s ] thds: 200 tps: 40.00 qps: 231.68 (r/w/o: 0.00/151.68/80.01) lat (ms,95%): 7215.39 err/s: 0.00 reconn/s: 0.00
[ 258s ] thds: 200 tps: 72.01 qps: 427.39 (r/w/o: 0.00/283.37/144.02) lat (ms,95%): 7895.16 err/s: 0.00 reconn/s: 0.00
[ 261s ] thds: 200 tps: 44.66 qps: 275.95 (r/w/o: 0.00/186.63/89.32) lat (ms,95%): 7086.63 err/s: 0.00 reconn/s: 0.00
[ 264s ] thds: 200 tps: 58.67 qps: 382.36 (r/w/o: 0.00/265.02/117.34) lat (ms,95%): 7346.49 err/s: 0.00 reconn/s: 0.00
[ 267s ] thds: 200 tps: 58.33 qps: 316.34 (r/w/o: 0.00/199.67/116.67) lat (ms,95%): 6135.91 err/s: 0.00 reconn/s: 0.00
[ 270s ] thds: 200 tps: 51.00 qps: 305.31 (r/w/o: 0.00/203.32/101.99) lat (ms,95%): 5918.87 err/s: 0.00 reconn/s: 0.00
[ 273s ] thds: 200 tps: 57.34 qps: 359.70 (r/w/o: 0.00/245.02/114.68) lat (ms,95%): 6360.91 err/s: 0.00 reconn/s: 0.00
[ 276s ] thds: 200 tps: 62.00 qps: 362.00 (r/w/o: 0.00/238.00/124.00) lat (ms,95%): 6835.96 err/s: 0.00 reconn/s: 0.00
[ 279s ] thds: 200 tps: 38.67 qps: 234.70 (r/w/o: 0.00/157.36/77.34) lat (ms,95%): 6960.17 err/s: 0.00 reconn/s: 0.00
[ 282s ] thds: 200 tps: 39.02 qps: 231.09 (r/w/o: 0.00/153.06/78.03) lat (ms,95%): 7086.63 err/s: 0.00 reconn/s: 0.00
[ 285s ] thds: 200 tps: 53.96 qps: 334.39 (r/w/o: 0.00/226.81/107.58) lat (ms,95%): 6960.17 err/s: 0.00 reconn/s: 0.00
[ 288s ] thds: 200 tps: 55.34 qps: 304.71 (r/w/o: 0.00/193.70/111.02) lat (ms,95%): 7754.26 err/s: 0.00 reconn/s: 0.00
[ 291s ] thds: 200 tps: 31.65 qps: 225.55 (r/w/o: 0.00/162.25/63.30) lat (ms,95%): 7346.49 err/s: 0.00 reconn/s: 0.00
[ 294s ] thds: 200 tps: 59.37 qps: 326.86 (r/w/o: 0.00/208.12/118.74) lat (ms,95%): 7086.63 err/s: 0.00 reconn/s: 0.00
[ 297s ] thds: 200 tps: 72.67 qps: 455.02 (r/w/o: 0.00/309.68/145.34) lat (ms,95%): 7086.63 err/s: 0.00 reconn/s: 0.00
[ 300s ] thds: 200 tps: 46.32 qps: 275.24 (r/w/o: 0.00/182.60/92.64) lat (ms,95%): 6026.41 err/s: 0.00 reconn/s: 0.00
[ 303s ] thds: 200 tps: 58.68 qps: 332.10 (r/w/o: 0.00/214.73/117.37) lat (ms,95%): 6135.91 err/s: 0.00 reconn/s: 0.00
[ 306s ] thds: 200 tps: 44.33 qps: 289.00 (r/w/o: 0.00/200.00/89.00) lat (ms,95%): 6594.16 err/s: 0.00 reconn/s: 0.00
[ 309s ] thds: 200 tps: 77.02 qps: 451.11 (r/w/o: 0.00/297.41/153.70) lat (ms,95%): 6247.39 err/s: 0.00 reconn/s: 0.00
[ 312s ] thds: 200 tps: 45.68 qps: 263.73 (r/w/o: 0.00/172.37/91.36) lat (ms,95%): 5409.26 err/s: 0.00 reconn/s: 0.00
[ 315s ] thds: 200 tps: 72.30 qps: 417.47 (r/w/o: 0.00/272.87/144.60) lat (ms,95%): 6960.17 err/s: 0.00 reconn/s: 0.00
[ 318s ] thds: 200 tps: 42.33 qps: 265.33 (r/w/o: 0.00/180.66/84.66) lat (ms,95%): 6594.16 err/s: 0.00 reconn/s: 0.00
[ 321s ] thds: 200 tps: 57.34 qps: 356.69 (r/w/o: 0.00/242.02/114.68) lat (ms,95%): 6476.48 err/s: 0.00 reconn/s: 0.00
[ 324s ] thds: 200 tps: 56.35 qps: 335.08 (r/w/o: 0.00/222.38/112.69) lat (ms,95%): 5813.24 err/s: 0.00 reconn/s: 0.00
[ 327s ] thds: 200 tps: 33.66 qps: 208.94 (r/w/o: 0.00/141.63/67.31) lat (ms,95%): 6960.17 err/s: 0.00 reconn/s: 0.00
[ 330s ] thds: 200 tps: 51.00 qps: 287.00 (r/w/o: 0.00/185.00/102.00) lat (ms,95%): 7346.49 err/s: 0.00 reconn/s: 0.00
[ 333s ] thds: 200 tps: 58.67 qps: 365.03 (r/w/o: 0.00/247.69/117.34) lat (ms,95%): 7615.89 err/s: 0.00 reconn/s: 0.00
[ 336s ] thds: 200 tps: 65.35 qps: 396.09 (r/w/o: 0.00/265.39/130.70) lat (ms,95%): 6594.16 err/s: 0.00 reconn/s: 0.00
[ 339s ] thds: 200 tps: 25.66 qps: 159.61 (r/w/o: 0.00/108.30/51.32) lat (ms,95%): 5409.26 err/s: 0.00 reconn/s: 0.00
[ 342s ] thds: 200 tps: 52.67 qps: 312.67 (r/w/o: 0.00/207.34/105.34) lat (ms,95%): 6960.17 err/s: 0.00 reconn/s: 0.00
[ 345s ] thds: 200 tps: 64.00 qps: 376.02 (r/w/o: 0.00/248.01/128.01) lat (ms,95%): 7346.49 err/s: 0.00 reconn/s: 0.00
[ 348s ] thds: 200 tps: 60.00 qps: 367.65 (r/w/o: 0.00/247.66/119.99) lat (ms,95%): 6713.97 err/s: 0.00 reconn/s: 0.00
[ 351s ] thds: 200 tps: 53.00 qps: 309.01 (r/w/o: 0.00/203.00/106.00) lat (ms,95%): 6713.97 err/s: 0.00 reconn/s: 0.00
[ 354s ] thds: 200 tps: 37.00 qps: 226.34 (r/w/o: 0.00/152.34/74.00) lat (ms,95%): 5709.50 err/s: 0.00 reconn/s: 0.00
[ 357s ] thds: 200 tps: 75.33 qps: 443.34 (r/w/o: 0.00/292.67/150.67) lat (ms,95%): 7215.39 err/s: 0.00 reconn/s: 0.00
[ 360s ] thds: 200 tps: 60.69 qps: 377.16 (r/w/o: 0.00/255.77/121.38) lat (ms,95%): 6026.41 err/s: 0.00 reconn/s: 0.00
FATAL: The --max-time limit has expired, forcing shutdown...
SQL statistics:
    queries performed:
        read:                            0
        write:                           93234
        other:                           46623
        total:                           139857
    transactions:                        23226  (64.34 per sec.)
    queries:                             139857 (387.41 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Number of unfinished transactions on forced shutdown: 200

General statistics:
    total time:                          361.0025s
    total number of events:              23226

Latency (ms):
         min:                                  5.14
         avg:                               3090.07
         max:                              13851.93
         95th percentile:                   6713.97
         sum:                            71769869.50

Threads fairness:
    events (avg/stddev):           117.1300/4.40
    execution time (avg/stddev):   358.8493/2.83